Repository: MatrixReligio/GameMaster
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Your runtime already includes DirectX 11/12 translation. To update it to Apple's latest version, download “Evaluation environment for Windows games” from Apple (free Apple ID required) and import the DMG here.
ja: ランタイムには DirectX 11/12 変換が既に含まれています。Apple の最新版に更新するには、Apple から「Evaluation environment for Windows games」をダウンロードし（無料の Apple ID が必要）、その DMG をここで読み込んでください。
ko: 런타임에는 DirectX 11/12 변환이 이미 포함되어 있습니다. Apple 최신 버전으로 업데이트하려면 Apple에서 “Evaluation environment for Windows games”를 다운로드한 후(무료 Apple ID 필요) 여기에서 DMG를 가져오세요.
zh_hans: 你的运行时已内置 DirectX 11/12 转换。若要更新到 Apple 最新版本，请从 Apple 下载“Evaluation environment for Windows games”（需要免费 Apple ID），然后在此导入该 DMG。
zh_hant: 你的執行環境已內建 DirectX 11/12 轉換。若要更新到 Apple 最新版本，請從 Apple 下載「Evaluation environment for Windows games」（需要免費 Apple ID），然後在此匯入該 DMG。

source: “%@” failed (exit code %@). Check the bottle's logs for details.
ja: 「%@」が失敗しました（終了コード %@）。詳細はボトルのログを確認してください。
ko: "%@"이(가) 실패했습니다(종료 코드 %@). 자세한 내용은 보틀 로그를 확인하세요.
zh_hans: “%@”运行失败（退出码 %@）。详情请查看游戏瓶日志。
zh_hant: 「%@」執行失敗（結束代碼 %@）。詳情請查看遊戲瓶日誌。

source: “%@” will be moved to oblivion. This cannot be undone.
ja: 「%@」は完全に削除されます。この操作は取り消せません。
ko: “%@”이(가) 영구히 삭제됩니다. 되돌릴 수 없습니다.
zh_hans: “%@”将被永久删除。此操作无法撤销。
zh_hant: 「%@」將被永久刪除。此操作無法復原。

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
